Repository: somefork2/CopyWell
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: The language changes as soon as it is picked. Text size scales every label, and the rows grow with it; it is independent of the system-wide setting.
ar: تتغيّر اللغة فور اختيارها. حجم النص يضبط كل تسمية، وتكبر الصفوف معه؛ وهو مستقل عن إعداد النظام.
bn: ভাষা বেছে নেওয়ামাত্র বদলে যায়। টেক্সটের আকার প্রতিটি লেবেলের মাপ বদলায় এবং সারিগুলোও সেই অনুযায়ী বড় হয়; এটি সিস্টেমজুড়ে থাকা সেটিং থেকে আলাদা।
ca: L’idioma canvia tan bon punt es tria. La mida del text escala cada etiqueta, i les files creixen amb ella; és independent de l’ajust del sistema.
cs: Jazyk se změní hned po výběru. Velikost textu škáluje každý popisek a řádky rostou s ním; je nezávislá na systémovém nastavení.
da: Sproget skifter, så snart det er valgt. Tekststørrelsen skalerer hver etiket, og rækkerne vokser med den; den er uafhængig af systemindstillingen.
de: Die Sprache wechselt sofort nach der Auswahl. Die Textgröße skaliert jede Beschriftung, und die Zeilen wachsen mit; sie ist unabhängig von der systemweiten Einstellung.
el: Η γλώσσα αλλάζει μόλις επιλεγεί. Το μέγεθος κειμένου κλιμακώνει κάθε ετικέτα και οι γραμμές μεγαλώνουν μαζί του· είναι ανεξάρτητο από τη ρύθμιση του συστήματος.
es: El idioma cambia en cuanto se elige. El tamaño del texto escala cada etiqueta, y las filas crecen con él; es independiente del ajuste del sistema.
fi: Kieli vaihtuu heti valinnan jälkeen. Tekstikoko skaalaa jokaisen nimikkeen, ja rivit kasvavat sen mukana; se on riippumaton järjestelmän asetuksesta.
fr: La langue change dès qu’elle est choisie. La taille du texte met à l’échelle chaque libellé, et les lignes grandissent avec ; elle est indépendante du réglage système.
gu: ભાષા પસંદ કરતાં જ બદલાઈ જાય છે. ટેક્સ્ટનું કદ દરેક લેબલનું માપ બદલે છે, અને પંક્તિઓ પણ તેની સાથે મોટી થાય છે; તે સમગ્ર સિસ્ટમના સેટિંગથી સ્વતંત્ર છે.
he: השפה מתחלפת מיד עם הבחירה. גודל הטקסט משנה כל תווית, והשורות גדלות איתו; הוא בלתי תלוי בהגדרת המערכת.
hi: भाषा चुनते ही बदल जाती है। टेक्स्ट आकार हर लेबल को स्केल करता है और पंक्तियाँ उसके साथ बढ़ती हैं; यह सिस्टम-व्यापी सेटिंग से स्वतंत्र है।
hr: Jezik se mijenja čim se odabere. Veličina teksta skalira svaku oznaku, a retci rastu s njom; neovisna je o postavci sustava.
hu: A nyelv azonnal átvált, amint kiválasztják. A szövegméret minden feliratot méretez, és a sorok együtt nőnek vele; független a rendszerszintű beállítástól.
id: Bahasa berubah begitu dipilih. Ukuran teks menskalakan setiap label, dan baris ikut membesar; ini terpisah dari pengaturan sistem.
it: La lingua cambia non appena viene scelta. La dimensione del testo scala ogni etichetta, e le righe crescono con essa; è indipendente dall’impostazione di sistema.
ja: 言語は選んだ時点で切り替わります。文字サイズはすべてのラベルに反映され、行もそれに合わせて広がります。システム全体の設定とは独立しています。
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿದ ತಕ್ಷಣ ಅದು ಬದಲಾಗುತ್ತದೆ. ಪಠ್ಯದ ಗಾತ್ರವು ಪ್ರತಿಯೊಂದು ಲೇಬಲ್ ಅನ್ನು ಹಿಗ್ಗಿಸುತ್ತದೆ ಮತ್ತು ಸಾಲುಗಳೂ ಅದರೊಂದಿಗೆ ದೊಡ್ಡದಾಗುತ್ತವೆ; ಇದು ಸಿಸ್ಟಂ-ವ್ಯಾಪಿ ಸೆಟ್ಟಿಂಗ್‌ನಿಂದ ಸ್ವತಂತ್ರವಾಗಿದೆ.
ko: 언어는 선택하는 즉시 바뀝니다. 글자 크기는 모든 레이블에 적용되고 행도 함께 커집니다. 시스템 전체 설정과는 별개입니다.
ml: ഭാഷ തിരഞ്ഞെടുത്താലുടൻ മാറും. ടെക്സ്റ്റ് വലുപ്പം എല്ലാ ലേബലുകളെയും വലുതാക്കുന്നു, അതിനൊപ്പം വരികളും വലുതാകും; ഇത് സിസ്റ്റത്തിലുടനീളമുള്ള ക്രമീകരണത്തിൽ നിന്ന് സ്വതന്ത്രമാണ്.
mr: भाषा निवडताच बदलते. मजकुराचा आकार प्रत्येक लेबलचा आकार बदलतो आणि त्यासोबत ओळीही मोठ्या होतात; तो सिस्टम-व्यापी सेटिंगपासून स्वतंत्र आहे.
ms: Bahasa bertukar sebaik sahaja dipilih. Saiz teks menskala setiap label, dan baris membesar bersamanya; ia bebas daripada tetapan seluruh sistem.
nb: Språket bytter så snart det er valgt. Tekststørrelsen skalerer hver etikett, og radene vokser med den; den er uavhengig av systeminnstillingen.
nl: De taal wisselt zodra die is gekozen. Tekstgrootte schaalt elk label, en de rijen groeien mee; die staat los van de systeeminstelling.
or: ଭାଷା ବାଛିବା ମାତ୍ରେ ବଦଳିଯାଏ। ଟେକ୍ସଟ୍ ଆକାର ପ୍ରତ୍ୟେକ ଲେବଲକୁ ବଡ଼-ଛୋଟ କରେ, ଏବଂ ଧାଡ଼ିଗୁଡ଼ିକ ସେହି ଅନୁସାରେ ବଢ଼େ; ଏହା ସିଷ୍ଟମ୍-ବ୍ୟାପୀ ସେଟିଂଠାରୁ ସ୍ୱାଧୀନ।
pa: ਭਾਸ਼ਾ ਚੁਣਦੇ ਹੀ ਬਦਲ ਜਾਂਦੀ ਹੈ। ਟੈਕਸਟ ਦਾ ਆਕਾਰ ਹਰ ਲੇਬਲ ਨੂੰ ਛੋਟਾ-ਵੱਡਾ ਕਰਦਾ ਹੈ, ਅਤੇ ਕਤਾਰਾਂ ਵੀ ਉਸ ਨਾਲ ਵਧਦੀਆਂ ਹਨ; ਇਹ ਸਿਸਟਮ-ਵਿਆਪੀ ਸੈਟਿੰਗ ਤੋਂ ਸੁਤੰਤਰ ਹੈ।
pl: Język zmienia się zaraz po wyborze. Rozmiar tekstu skaluje każdą etykietę, a wiersze rosną razem z nim; jest niezależny od ustawienia systemowego.
pt_br: O idioma muda assim que é escolhido. O tamanho do texto ajusta todos os rótulos, e as linhas crescem com ele; é independente do ajuste do sistema.
pt_pt: O idioma muda assim que é escolhido. O tamanho do texto ajusta todas as etiquetas, e as linhas crescem com ele; é independente da definição do sistema.
ro: Limba se schimbă imediat ce este aleasă. Dimensiunea textului scalează fiecare etichetă, iar rândurile cresc odată cu ea; este independentă de setarea sistemului.
ru: Язык меняется сразу после выбора. Размер текста масштабирует все подписи, и строки растут вместе с ним; он не зависит от общесистемной настройки.
sk: Jazyk sa zmení hneď po výbere. Veľkosť textu škáluje každý popis a riadky rastú s ním; je nezávislá od systémového nastavenia.
sl: Jezik se spremeni takoj, ko ga izberete. Velikost besedila spremeni vse oznake, vrstice pa se ustrezno povečajo; nastavitev je neodvisna od sistemske.
sv: Språket byts så snart det är valt. Textstorleken skalar varje etikett, och raderna växer med den; den är oberoende av systeminställningen.
ta: மொழியைத் தேர்ந்தெடுத்தவுடன் அது மாறும். உரை அளவு ஒவ்வொரு லேபிளின் அளவையும் மாற்றும், வரிசைகளும் அதற்கேற்பப் பெரிதாகும்; இது சிஸ்டம் முழுவதற்குமான அமைப்பைச் சார்ந்தது அல்ல.
te: భాషను ఎంచుకున్న వెంటనే అది మారుతుంది. టెక్స్ట్ పరిమాణం ప్రతి లేబుల్‌ను స్కేల్ చేస్తుంది, వరుసలు కూడా దానితో పాటు పెద్దవవుతాయి; ఇది సిస్టమ్ అంతటా వర్తించే సెట్టింగ్‌తో సంబంధం లేనిది.
th: ภาษาจะเปลี่ยนทันทีที่เลือก ขนาดข้อความจะปรับทุกป้ายกำกับ และแถวจะขยายตามไปด้วย โดยไม่ขึ้นกับการตั้งค่าของระบบ
tr: Dil, seçilir seçilmez değişir. Metin boyutu her etiketi ölçekler ve satırlar onunla birlikte büyür; sistem genelindeki ayardan bağımsızdır.
uk: Мова змінюється одразу після вибору. Розмір тексту масштабує кожен підпис, і рядки ростуть разом із ним; він не залежить від загальносистемного налаштування.
ur: زبان منتخب کرتے ہی بدل جاتی ہے۔ متن کا سائز ہر لیبل کو چھوٹا بڑا کرتا ہے، اور قطاریں بھی اس کے ساتھ بڑھتی ہیں؛ یہ سسٹم بھر کی سیٹنگ سے الگ ہے۔
vi: Ngôn ngữ đổi ngay khi được chọn. Cỡ chữ điều chỉnh mọi nhãn, và các hàng lớn lên theo; nó độc lập với cài đặt chung của hệ thống.
zh_hans: 语言在选定后立即切换。文字大小会缩放每一处标签，行高也随之增加；它与系统设置相互独立。
zh_hant: 語言在選定後立即切換。文字大小會縮放每一處標籤，列高也隨之增加；它與系統設定各自獨立。

source: The menu bar icon shows recent clips.
ar: تعرض أيقونة شريط القوائم آخر العناصر.
bn: মেনু বারের আইকনে সাম্প্রতিক ক্লিপ দেখা যায়।
ca: La icona de la barra de menús mostra els elements recents.
cs: Ikona v řádku nabídek ukazuje poslední položky.
da: Symbolet i menulinjen viser de seneste emner.
de: Das Symbol in der Menüleiste zeigt die neuesten Einträge.
el: Το εικονίδιο στη γραμμή μενού δείχνει τα πρόσφατα στοιχεία.
es: El icono de la barra de menús muestra los elementos recientes.
fi: Valikkorivin kuvake näyttää uusimmat kohteet.
fr: L’icône de la barre des menus montre les éléments récents.
gu: મેનૂ બાર આઇકન તાજેતરની ક્લિપ બતાવે છે.
he: הסמל בשורת התפריטים מציג את הפריטים האחרונים.
hi: मेनू बार का आइकन हाल की चीज़ें दिखाता है।
hr: Ikona u traci izbornika prikazuje najnovije stavke.
hu: A menüsor ikonja mutatja a legutóbbi elemeket.
id: Ikon di bar menu menampilkan item terbaru.
it: L’icona nella barra dei menu mostra gli elementi recenti.
ja: メニューバーのアイコンから最近の項目を見られます。
kn: ಮೆನು ಬಾರ್ ಐಕಾನ್ ಇತ್ತೀಚಿನ ಕ್ಲಿಪ್‌ಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.
ko: 메뉴 막대 아이콘에서 최근 항목을 볼 수 있습니다.
ml: മെനു ബാർ ഐക്കൺ സമീപകാല ക്ലിപ്പുകൾ കാണിക്കുന്നു.
mr: मेनू बार आयकॉन अलीकडील क्लिप्स दाखवतो.
ms: Ikon bar menu menunjukkan item terbaharu.
nb: Symbolet i menylinjen viser de nyeste objektene.
nl: Het symbool in de menubalk toont recente items.
or: ମେନୁ ବାର୍ ଆଇକନ୍ ସାମ୍ପ୍ରତିକ କ୍ଲିପ୍ ଦେଖାଏ।
pa: ਮੀਨੂ ਬਾਰ ਆਈਕਨ ਹਾਲੀਆ ਕਲਿੱਪਾਂ ਦਿਖਾਉਂਦਾ ਹੈ।
pl: Ikona na pasku menu pokazuje ostatnie wpisy.
pt_br: O ícone na barra de menus mostra os itens recentes.
pt_pt: O ícone na barra de menus mostra os itens recentes.
ro: Pictograma din bara de meniu arată elementele recente.
ru: Значок в строке меню показывает последние записи.
sk: Ikona v lište ponúk ukazuje posledné položky.
sl: Ikona v menijski vrstici prikazuje nedavne vnose.
sv: Symbolen i menyraden visar de senaste objekten.
ta: மெனு பார் ஐகான் சமீபத்திய கிளிப்களைக் காட்டும்.
te: మెనూ బార్ చిహ్నం ఇటీవలి క్లిప్‌లను చూపుతుంది.
th: ไอคอนในแถบเมนูแสดงรายการล่าสุด
tr: Menü çubuğundaki simge son öğeleri gösterir.
uk: Значок у рядку меню показує останні записи.
ur: مینو بار آئیکن حالیہ کلپس دکھاتا ہے۔
vi: Biểu tượng trên thanh trình đơn hiện các mục gần đây.
zh_hans: 菜单栏图标会显示最近的条目。
zh_hant: 選單列圖像會顯示最近的項目。

source: The microphone could not be started.
ar: تعذّر تشغيل الميكروفون.
bn: মাইক্রোফোন চালু করা যায়নি।
ca: No s’ha pogut iniciar el micròfon.
cs: Mikrofon se nepodařilo spustit.
da: Mikrofonen kunne ikke startes.
de: Das Mikrofon konnte nicht gestartet werden.
el: Δεν ήταν δυνατή η εκκίνηση του μικροφώνου.
es: No se ha podido iniciar el micrófono.
fi: Mikrofonia ei voitu käynnistää.
fr: Impossible de démarrer le microphone.
gu: માઇક્રોફોન શરૂ કરી શકાયો નથી.
he: לא ניתן היה להפעיל את המיקרופון.
hi: माइक्रोफ़ोन शुरू नहीं किया जा सका।
hr: Mikrofon nije moguće pokrenuti.
hu: A mikrofont nem sikerült elindítani.
id: Mikrofon tidak dapat dimulai.
it: Impossibile avviare il microfono.
ja: マイクを開始できませんでした。
kn: ಮೈಕ್ರೋಫೋನ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 마이크를 시작할 수 없습니다.
ml: മൈക്രോഫോൺ ആരംഭിക്കാൻ കഴിഞ്ഞില്ല.
mr: मायक्रोफोन सुरू करता आला नाही.
ms: Mikrofon tidak dapat dimulakan.
nb: Kunne ikke starte mikrofonen.
nl: De microfoon kan niet worden gestart.
or: ମାଇକ୍ରୋଫୋନ୍ ଆରମ୍ଭ ହୋଇପାରିଲା ନାହିଁ।
pa: ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਸ਼ੁਰੂ ਨਹੀਂ ਹੋ ਸਕਿਆ।
pl: Nie można uruchomić mikrofonu.
pt_br: Não foi possível iniciar o microfone.
pt_pt: Não foi possível iniciar o microfone.
ro: Microfonul nu a putut fi pornit.
ru: Не удалось включить микрофон.
sk: Mikrofón sa nepodarilo spustiť.
sl: Mikrofona ni bilo mogoče zagnati.
sv: Mikrofonen kunde inte startas.
ta: மைக்ரோஃபோனைத் தொடங்க முடியவில்லை.
te: మైక్రోఫోన్‌ను ప్రారంభించలేకపోయాము.
th: ไม่สามารถเริ่มไมโครโฟนได้
tr: Mikrofon başlatılamadı.
uk: Не вдалося ввімкнути мікрофон.
ur: مائیکروفون شروع نہیں ہو سکا۔
vi: Không thể khởi động micrô.
zh_hans: 无法启动麦克风。
zh_hant: 無法啟動麥克風。

source: The movie file could not be created.
ar: تعذّر إنشاء ملف الفيلم.
bn: মুভি ফাইলটি তৈরি করা যায়নি।
ca: No s’ha pogut crear el fitxer de vídeo.
cs: Soubor s videem se nepodařilo vytvořit.
da: Filmfilen kunne ikke oprettes.
de: Die Filmdatei konnte nicht erstellt werden.
el: Δεν ήταν δυνατή η δημιουργία του αρχείου βίντεο.
es: No se ha podido crear el archivo de vídeo.
fi: Videotiedostoa ei voitu luoda.
fr: Impossible de créer le fichier vidéo.
gu: મૂવી ફાઇલ બનાવી શકાઈ નથી.
he: לא ניתן היה ליצור את קובץ הסרט.
hi: मूवी फ़ाइल नहीं बनाई जा सकी।
hr: Videodatoteku nije moguće stvoriti.
hu: A filmfájlt nem sikerült létrehozni.
id: File film tidak dapat dibuat.
it: Impossibile creare il file del filmato.
ja: ムービーファイルを作成できませんでした。
kn: ಮೂವಿ ಫೈಲ್ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 동영상 파일을 생성할 수 없습니다.
ml: മൂവി ഫയൽ സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല.
mr: मूव्ही फाइल तयार करता आली नाही.
ms: Fail filem tidak dapat dicipta.
nb: Kunne ikke opprette filmfilen.
nl: Het filmbestand kan niet worden aangemaakt.
or: ମୁଭି ଫାଇଲ୍ ତିଆରି ହୋଇପାରିଲା ନାହିଁ।
pa: ਮੂਵੀ ਫ਼ਾਈਲ ਬਣਾਈ ਨਹੀਂ ਜਾ ਸਕੀ।
pl: Nie można utworzyć pliku filmu.
pt_br: Não foi possível criar o arquivo de filme.
pt_pt: Não foi possível criar o ficheiro de vídeo.
ro: Fișierul video nu a putut fi creat.
ru: Не удалось создать видеофайл.
sk: Filmový súbor sa nepodarilo vytvoriť.
sl: Datoteke filma ni bilo mogoče ustvariti.
sv: Filmfilen kunde inte skapas.
ta: மூவி கோப்பை உருவாக்க முடியவில்லை.
te: మూవీ ఫైల్‌ను సృష్టించలేకపోయాము.
th: ไม่สามารถสร้างไฟล์ภาพยนตร์ได้
tr: Film dosyası oluşturulamadı.
uk: Не вдалося створити відеофайл.
ur: مووی فائل نہیں بنائی جا سکی۔
vi: Không thể tạo tệp phim.
zh_hans: 无法创建影片文件。
zh_hant: 無法建立影片檔案。

source: The palette opens at your cursor.
ar: تُفتح اللوحة عند موضع المؤشر.
bn: প্যালেটটি আপনার কার্সরের কাছে খোলে।
ca: La paleta s’obre allà on és el cursor.
cs: Paleta se otevře u kurzoru.
da: Paletten åbnes ved markøren.
de: Die Palette öffnet sich an deinem Zeiger.
el: Η παλέτα ανοίγει εκεί όπου βρίσκεται ο δείκτης.
es: La paleta se abre donde está el cursor.
fi: Paletti avautuu osoittimen kohdalle.
fr: La palette s’ouvre à l’endroit du curseur.
gu: પૅલેટ તમારા કર્સર પાસે ખૂલે છે.
he: הלוח נפתח במקום שבו נמצא הסמן.
hi: पैलेट वहीं खुलता है जहाँ आपका कर्सर है।
hr: Paleta se otvara ondje gdje je pokazivač.
hu: A paletta a kurzornál nyílik meg.
id: Palet terbuka tepat di kursor Anda.
it: La palette si apre dove si trova il cursore.
ja: パレットはカーソルの位置に開きます。
kn: ಪ್ಯಾಲೆಟ್ ನಿಮ್ಮ ಕರ್ಸರ್ ಬಳಿ ತೆರೆಯುತ್ತದೆ.
ko: 팔레트는 커서가 있는 곳에 열립니다.
ml: പാലറ്റ് നിങ്ങളുടെ കഴ്സറിനരികിൽ തുറക്കുന്നു.
mr: पॅलेट तुमच्या कर्सरजवळ उघडते.
ms: Palet terbuka di tempat kursor anda.
nb: Paletten åpnes ved markøren.
nl: Het palet opent bij je cursor.
or: ପ୍ୟାଲେଟ୍ ଆପଣଙ୍କ କର୍ସର୍ ପାଖରେ ଖୋଲେ।
pa: ਪੈਲੇਟ ਤੁਹਾਡੇ ਕਰਸਰ ’ਤੇ ਖੁੱਲ੍ਹਦਾ ਹੈ।
pl: Paleta otwiera się przy kursorze.
pt_br: A paleta abre onde está o cursor.
pt_pt: A paleta abre onde está o cursor.
ro: Paleta se deschide acolo unde este cursorul.
ru: Палитра открывается там, где курсор.
sk: Paleta sa otvorí pri kurzore.
sl: Paleta se odpre pri kazalcu.
sv: Paletten öppnas vid pekaren.
ta: பேலட் உங்கள் கர்சரிலேயே திறக்கும்.
te: పాలెట్ మీ కర్సర్ వద్దే తెరుచుకుంటుంది.
th: จานจะเปิดขึ้นตรงตำแหน่งเคอร์เซอร์ของคุณ
tr: Palet imlecinizin olduğu yerde açılır.
uk: Палітра відкривається там, де курсор.
ur: پیلیٹ آپ کے کرسر پر کھلتا ہے۔
vi: Bảng mở ra ngay tại con trỏ.
zh_hans: 面板会在光标处打开。
zh_hant: 面板會在游標處打開。

source: The recording could not be saved
ar: تعذّر حفظ التسجيل
bn: রেকর্ডিংটি সংরক্ষণ করা যায়নি
ca: No s’ha pogut desar la gravació
cs: Záznam se nepodařilo uložit
da: Optagelsen kunne ikke arkiveres
de: Die Aufnahme konnte nicht gesichert werden
el: Δεν ήταν δυνατή η αποθήκευση της εγγραφής
es: No se ha podido guardar la grabación
fi: Tallennetta ei voitu tallentaa
fr: Impossible d’enregistrer la vidéo
gu: રેકોર્ડિંગ સાચવી શકાયું નથી
he: לא ניתן היה לשמור את ההקלטה
hi: रिकॉर्डिंग सहेजी नहीं जा सकी
hr: Snimku nije moguće spremiti
hu: A felvételt nem sikerült menteni
id: Rekaman tidak dapat disimpan
it: Impossibile salvare la registrazione
ja: 収録を保存できませんでした
kn: ರೆಕಾರ್ಡಿಂಗ್ ಅನ್ನು ಉಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: 화면 기록을 저장할 수 없습니다
ml: റെക്കോർഡിംഗ് സംരക്ഷിക്കാൻ കഴിഞ്ഞില്ല
mr: रेकॉर्डिंग सेव्ह करता आले नाही
ms: Rakaman tidak dapat disimpan
nb: Kunne ikke arkivere opptaket
nl: De opname kan niet worden bewaard
or: ରେକର୍ଡିଂ ସେଭ୍ ହୋଇପାରିଲା ନାହିଁ
pa: ਰਿਕਾਰਡਿੰਗ ਸੇਵ ਨਹੀਂ ਹੋ ਸਕੀ
pl: Nie można zachować nagrania
pt_br: Não foi possível salvar a gravação
pt_pt: Não foi possível guardar a gravação
ro: Înregistrarea nu a putut fi salvată
ru: Не удалось сохранить запись
sk: Nahrávku sa nepodarilo uložiť
sl: Posnetka ni bilo mogoče shraniti
sv: Inspelningen kunde inte sparas
ta: பதிவைச் சேமிக்க முடியவில்லை
te: రికార్డింగ్‌ను సేవ్ చేయలేకపోయాము
th: ไม่สามารถบันทึกไฟล์การบันทึกหน้าจอได้
tr: Kayıt kaydedilemedi
uk: Не вдалося зберегти запис
ur: ریکارڈنگ محفوظ نہیں ہو سکی
vi: Không thể lưu bản ghi
zh_hans: 无法存储录屏
zh_hant: 無法儲存錄影

source: The recording could not be trimmed
ar: تعذّر قص التسجيل
bn: রেকর্ডিংটি ট্রিম করা যায়নি
ca: No s’ha pogut retallar la gravació
cs: Záznam se nepodařilo oříznout
da: Optagelsen kunne ikke beskæres
de: Die Aufnahme konnte nicht getrimmt werden
el: Δεν ήταν δυνατή η περικοπή της εγγραφής
es: No se ha podido recortar la grabación
fi: Tallennetta ei voitu rajata
fr: Impossible de découper l’enregistrement
gu: રેકોર્ડિંગ ટ્રિમ કરી શકાયું નથી
he: לא ניתן היה לחתוך את ההקלטה
hi: रिकॉर्डिंग ट्रिम नहीं की जा सकी
hr: Snimku nije moguće skratiti
hu: A felvételt nem sikerült megvágni
id: Rekaman tidak dapat dipangkas
it: Impossibile tagliare la registrazione
ja: 収録をトリムできませんでした
kn: ರೆಕಾರ್ಡಿಂಗ್ ಅನ್ನು ಟ್ರಿಮ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: 화면 기록을 다듬을 수 없습니다
ml: റെക്കോർഡിംഗ് ട്രിം ചെയ്യാൻ കഴിഞ്ഞില്ല
mr: रेकॉर्डिंग ट्रिम करता आले नाही
ms: Rakaman tidak dapat dipangkas
nb: Kunne ikke klippe til opptaket
nl: De opname kan niet worden ingekort
or: ରେକର୍ଡିଂ ଟ୍ରିମ୍ ହୋଇପାରିଲା ନାହିଁ
pa: ਰਿਕਾਰਡਿੰਗ ਟ੍ਰਿਮ ਨਹੀਂ ਹੋ ਸਕੀ
pl: Nie można przyciąć nagrania
pt_br: Não foi possível recortar a gravação
pt_pt: Não foi possível recortar a gravação
ro: Înregistrarea nu a putut fi scurtată
ru: Не удалось обрезать запись
sk: Nahrávku sa nepodarilo orezať
sl: Posnetka ni bilo mogoče obrezati
sv: Inspelningen kunde inte trimmas
ta: பதிவை ட்ரிம் செய்ய முடியவில்லை
te: రికార్డింగ్‌ను ట్రిమ్ చేయలేకపోయాము
th: ไม่สามารถตัดแต่งการบันทึกได้
tr: Kayıt kırpılamadı
uk: Не вдалося обрізати запис
ur: ریکارڈنگ ٹرم نہیں ہو سکی
vi: Không thể cắt bản ghi
zh_hans: 无法修剪录屏
zh_hant: 無法修剪錄影

source: The saved history could not be opened. This session is being kept in memory only.
ar: تعذّر فتح السجل المحفوظ. تُحفظ هذه الجلسة في الذاكرة فقط.
bn: সংরক্ষিত ইতিহাস খোলা যায়নি। এই সেশনটি শুধু মেমরিতে রাখা হচ্ছে।
ca: No s’ha pogut obrir l’historial desat. Aquesta sessió es manté només a la memòria.
cs: Uloženou historii se nepodařilo otevřít. Toto sezení je uchováno pouze v paměti.
da: Den arkiverede historik kunne ikke åbnes. Denne omgang gemmes kun i hukommelsen.
de: Der gesicherte Verlauf konnte nicht geöffnet werden. Diese Sitzung wird nur im Arbeitsspeicher gehalten.
el: Δεν ήταν δυνατό το άνοιγμα του αποθηκευμένου ιστορικού. Αυτή η συνεδρία κρατείται μόνο στη μνήμη.
es: No se ha podido abrir el historial guardado. Esta sesión se mantiene solo en memoria.
fi: Tallennettua historiaa ei voitu avata. Tämä istunto säilytetään vain muistissa.
fr: L’historique enregistré n’a pas pu être ouvert. Cette session est conservée en mémoire seulement.
gu: સાચવેલો ઇતિહાસ ખોલી શકાયો નથી. આ સત્ર ફક્ત મેમરીમાં રાખવામાં આવી રહ્યું છે.
he: לא ניתן היה לפתוח את ההיסטוריה השמורה. ההפעלה הזו נשמרת בזיכרון בלבד.
hi: सहेजा गया इतिहास खुल नहीं सका। यह सत्र सिर्फ़ मेमोरी में रखा जा रहा है।
hr: Spremljenu povijest nije moguće otvoriti. Ova se sesija čuva samo u memoriji.
hu: A mentett előzményeket nem sikerült megnyitni. Ez a munkamenet csak a memóriában marad meg.
id: Riwayat tersimpan tidak dapat dibuka. Sesi ini hanya disimpan di memori.
it: Non è stato possibile aprire la cronologia salvata. Questa sessione resta solo in memoria.
ja: 保存された履歴を開けませんでした。このセッションはメモリ上にのみ保持されます。
kn: ಉಳಿಸಿದ ಇತಿಹಾಸವನ್ನು ತೆರೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಈ ಸೆಷನ್ ಅನ್ನು ಮೆಮೊರಿಯಲ್ಲಿ ಮಾತ್ರ ಇರಿಸಲಾಗುತ್ತಿದೆ.
ko: 저장된 기록을 열 수 없습니다. 이번 사용 기록은 메모리에만 유지됩니다.
ml: സംരക്ഷിച്ച ചരിത്രം തുറക്കാൻ കഴിഞ്ഞില്ല. ഈ സെഷൻ മെമ്മറിയിൽ മാത്രമാണ് സൂക്ഷിക്കുന്നത്.
mr: सेव्ह केलेला इतिहास उघडता आला नाही. हे सत्र फक्त मेमरीमध्ये ठेवले जात आहे.
ms: Sejarah yang disimpan tidak dapat dibuka. Sesi ini disimpan dalam memori sahaja.
nb: Den arkiverte historikken kunne ikke åpnes. Denne økten beholdes bare i minnet.
nl: De bewaarde geschiedenis kon niet worden geopend. Deze sessie wordt alleen in het geheugen bewaard.
or: ସେଭ୍ ହୋଇଥିବା ଇତିହାସ ଖୋଲିହେଲା ନାହିଁ। ଏହି ସେସନ୍ କେବଳ ମେମୋରୀରେ ରଖାଯାଉଛି।
pa: ਸੇਵ ਕੀਤਾ ਇਤਿਹਾਸ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਇਹ ਸੈਸ਼ਨ ਸਿਰਫ਼ ਮੈਮਰੀ ਵਿੱਚ ਰੱਖਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pl: Nie udało się otworzyć zapisanej historii. Ta sesja jest przechowywana tylko w pamięci.
pt_br: Não foi possível abrir o histórico salvo. Esta sessão está sendo mantida só na memória.
pt_pt: Não foi possível abrir o histórico guardado. Esta sessão está a ser mantida apenas em memória.
ro: Istoricul salvat nu a putut fi deschis. Această sesiune este păstrată doar în memorie.
ru: Не удалось открыть сохранённую историю. Этот сеанс хранится только в памяти.
sk: Uloženú históriu sa nepodarilo otvoriť. Toto sedenie je uchované iba v pamäti.
sl: Shranjene zgodovine ni bilo mogoče odpreti. Ta seja se hrani samo v pomnilniku.
sv: Den sparade historiken kunde inte öppnas. Den här omgången hålls bara i minnet.
ta: சேமிக்கப்பட்ட வரலாற்றைத் திறக்க முடியவில்லை. இந்த அமர்வு நினைவகத்தில் மட்டுமே வைக்கப்படுகிறது.
te: సేవ్ చేసిన చరిత్రను తెరవలేకపోయాము. ఈ సెషన్ మెమరీలో మాత్రమే ఉంచబడుతోంది.
th: เปิดประวัติที่บันทึกไว้ไม่ได้ ครั้งนี้จะเก็บไว้ในหน่วยความจำเท่านั้น
tr: Kayıtlı geçmiş açılamadı. Bu oturum yalnızca bellekte tutuluyor.
uk: Не вдалося відкрити збережену історію. Цей сеанс зберігається лише в пам’яті.
ur: محفوظ شدہ ہسٹری کھولی نہیں جا سکی۔ یہ سیشن صرف میموری میں رکھا جا رہا ہے۔
vi: Không mở được lịch sử đã lưu. Phiên này chỉ được giữ trong bộ nhớ.
zh_hans: 无法打开已存储的历史记录。本次使用仅保存在内存中。
zh_hant: 無法打開已儲存的記錄。本次使用僅保存在記憶體中。

source: The stored file for this clip could not be read.
ar: تعذّرت قراءة الملف المحفوظ لهذا العنصر.
bn: এই ক্লিপের সংরক্ষিত ফাইলটি পড়া যায়নি।
ca: No s’ha pogut llegir el fitxer desat per a aquest element.
cs: Soubor uložený pro tuto položku se nepodařilo načíst.
da: Arkivet, der er gemt til dette emne, kunne ikke læses.
de: Die gespeicherte Datei dieses Eintrags konnte nicht gelesen werden.
el: Δεν ήταν δυνατή η ανάγνωση του αρχείου που είναι αποθηκευμένο για αυτό το στοιχείο.
es: No se ha podido leer el archivo guardado de este elemento.
fi: Tälle kohteelle tallennettua tiedostoa ei voitu lukea.
fr: Le fichier conservé pour cet élément n’a pas pu être lu.
gu: આ ક્લિપની સંગ્રહિત ફાઇલ વાંચી શકાઈ નથી.
he: לא ניתן היה לקרוא את הקובץ שנשמר עבור הפריט הזה.
hi: इस चीज़ के लिए सहेजी गई फ़ाइल पढ़ी नहीं जा सकी।
hr: Datoteku spremljenu za ovu stavku nije moguće pročitati.
hu: Az ehhez az elemhez tárolt fájlt nem sikerült beolvasni.
id: Berkas yang tersimpan untuk item ini tidak dapat dibaca.
it: Non è stato possibile leggere il file conservato per questo elemento.
ja: この項目のために保存されたファイルを読み込めませんでした。
kn: ಈ ಕ್ಲಿಪ್‌ನ ಸಂಗ್ರಹಿಸಿದ ಫೈಲ್ ಅನ್ನು ಓದಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 이 항목을 위해 저장된 파일을 읽을 수 없습니다.
ml: ഈ ക്ലിപ്പിനായി സംഭരിച്ച ഫയൽ വായിക്കാൻ കഴിഞ്ഞില്ല.
mr: या क्लिपची साठवलेली फाइल वाचता आली नाही.
ms: Fail yang disimpan untuk item ini tidak dapat dibaca.
nb: Filen som er lagret for dette objektet, kunne ikke leses.
nl: Het bewaarde bestand voor dit item kon niet worden gelezen.
or: ଏହି କ୍ଲିପର ସଂରକ୍ଷିତ ଫାଇଲ୍ ପଢ଼ିହେଲା ନାହିଁ।
pa: ਇਸ ਕਲਿੱਪ ਲਈ ਸਟੋਰ ਕੀਤੀ ਫ਼ਾਈਲ ਪੜ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ।
pl: Nie udało się odczytać pliku zapisanego dla tego wpisu.
pt_br: Não foi possível ler o arquivo guardado para este item.
pt_pt: Não foi possível ler o ficheiro guardado para este item.
ro: Fișierul salvat pentru acest element nu a putut fi citit.
ru: Не удалось прочитать файл, сохранённый для этой записи.
sk: Súbor uložený pre túto položku sa nepodarilo načítať.
sl: Shranjene datoteke za ta vnos ni bilo mogoče prebrati.
sv: Filen som sparats för det här objektet kunde inte läsas.
ta: இந்தக் கிளிப்பிற்காகச் சேமிக்கப்பட்ட கோப்பைப் படிக்க முடியவில்லை.
te: ఈ క్లిప్ కోసం నిల్వ చేసిన ఫైల్‌ను చదవలేకపోయాము.
th: อ่านไฟล์ที่เก็บไว้สำหรับรายการนี้ไม่ได้
tr: Bu öğe için saklanan dosya okunamadı.
uk: Не вдалося прочитати файл, збережений для цього запису.
ur: اس کلپ کی محفوظ فائل پڑھی نہیں جا سکی۔
vi: Không đọc được tệp đã lưu cho mục này.
zh_hans: 无法读取此条目所存储的文件。
zh_hant: 無法讀取此項目所儲存的檔案。
